import AccountBalanceIcon from "@mui/icons-material/AccountBalance";
import LocationCityIcon from "@mui/icons-material/LocationCity";
import BeachAccessIcon from "@mui/icons-material/BeachAccess";
import LocalParkingIcon from "@mui/icons-material/LocalParking";
import ChildCareIcon from "@mui/icons-material/ChildCare";
import AttractionsIcon from "@mui/icons-material/Attractions";
import SportsBasketballIcon from "@mui/icons-material/SportsBasketball";
import MedicalInformationIcon from "@mui/icons-material/MedicalInformation";
import AccessibilityNewIcon from "@mui/icons-material/AccessibilityNew";
import WineBarIcon from "@mui/icons-material/WineBar";
import EmojiTransportationIcon from "@mui/icons-material/EmojiTransportation";
import LocalHotelIcon from "@mui/icons-material/LocalHotel";
import DinnerDiningIcon from "@mui/icons-material/DinnerDining";
// museums cover pictures
import museumCoverPic from "../../assets/museums/museum/museum.jpg";
import saltCoverPic from "../../assets/museums/salt/salt1.jpg";
import thombCoverPic from "../../assets/museums/mogila/mogila7.jpg";
import ornithologyCoverPic from "../../assets/museums/ornithology/ornithology.jpg";
import galleryCoverPic from "../../assets/museums/gallery/gallery2.jpg";
// beaches cover pictures
import firstBeachCoverPic from "../../assets/beaches/1/pyrvi.jpg";
import secondBeachCoverPic from "../../assets/beaches/2/vtori.jpg";
import atriumBeachCoverPic from "../../assets/beaches/atrium/atrium.jpg";
import centralBeachCoverPic from "../../assets/beaches/centralen/centralen.jpg";
import inzhStroyBeachCoverPic from "../../assets/beaches/inzhstroi/lahabana0.jpg";
import pompataBeachCoverPic from "../../assets/beaches/pompata/pompata1.jpg";
import sunnyBayBeachCoverPic from "../../assets/beaches/sunnybay/sunnybay0.jpg";
// parkings cover pictures
import atriumLargeCoverPic from "../../assets/parkings/atriumLarge/parking-atrium-large3.jpg";
import atriumSmallCoverPic from "../../assets/parkings/atriumSmall/parking-atrium1.jpg";
import mbalPomorieCoverPic from "../../assets/parkings/mbal/mbal.jpg";
import municipalityCoverPic from "../../assets/parkings/municipality/parking-obshtina6.jpg";
import stGeorgeCoverPic from "../../assets/parkings/saintGeorge/st-george.jpg";
import sanatoriumCoverPic from "../../assets/parkings/sanatorium/sanatorium.jpg";
import tokalievCoverPic from "../../assets/parkings/tokaliev/tokaliev.jpg";
import trafficLightsCoverPic from "../../assets/parkings/traffic/parking-svetofar1.jpg";
import tuthonCoverPic from "../../assets/parkings/tuthon/parking-tuthon1.jpg";
//attractions cover pictures
import aquaparkCoverPic from "../../assets/attractions/aquapark/sunset.jpg";
import trainCoverPic from "../../assets/attractions/attraction-train/train-pomorie1.jpg";
import blackPearlCoverPic from "../../assets/attractions/black-pearl/black-pearl.jpg";
import kukBoatCoverPic from "../../assets/attractions/kuk-boat/kuk1.jpg";
import lunaparkCoverPic from "../../assets/attractions/lunapark/lunapark-pomorie2.jpg";
import niyaBoatCoverPic from "../../assets/attractions/niya-boat/niya1.jpg";
import summerCinemaCoverPic from "../../assets/attractions/summer-cinema/kino-pomorie.jpg";
// landmarks cover pictures
import oldChurchCoverPic from '../../assets/landmarks/church/church0.jpg';
import lakeCoverPic from '../../assets/landmarks/ezero/ezero.jpg';
import lightHouseCoverPic from '../../assets/landmarks/lighthouse/lighthouse3.jpg';
import momchetoCoverPic from '../../assets/landmarks/momcheto/momcheto.jpg';
import monasteryCoverPic from '../../assets/landmarks/monastery/monastery.jpg';
import monumentSaintGeorgeCoverPic from '../../assets/landmarks/monumentsaintgeorge/saintgeorge.jpg';
import oldHarborCoverPic from '../../assets/landmarks/oldharbor/stariyat-key0.jpg';
import oldHousesCoverPic from '../../assets/landmarks/oldhouses/houses6.jpg';
import yavorovMonumentCoverPic from '../../assets/landmarks/yavorov/pametnikyavorov4.jpg';

// beach payment regimes
const mixedRegime = "Безплатна и платена зона";
// const freeGuarded = 'Безплатен, охраняем плаж';
const freeUnguarded = "Безплатен, неoхраняем плаж";

// beach prices
const priceHight = "7 лева чадър, 7 лева шезлонг";
const priceLow = "3.60 лв чадър, 3.60 лв шезлонг, 2 лв шалте, 2 лв масичка";

// beach addresses
const address1 = "Ул. Крайбрежна";
const address2 = "Ул. Професор Стоянов - срещу Гранд Хотел Поморие";

// parking prices
const municipalityPrice = "2 лева за час - 12 лева за денонощие";

// content for FAQ section
export const frequentlyAskedQuestions = [
  {
    question: `Има ли синя зона в Поморие?`,
    answer: `Считано от 29 ноември 2022 г. влиза в сила решението на Общински съвет – Поморие за въвеждане на зона за кратковременно платено паркиране или т.нар “синя зона“ на територията на град Поморие.
        Зоната ще работи от 8:00 ч. – 18:00 ч., с право на паркиране до 2 астрономически часа, на цена от 1,00 лв. с ДДС на всеки започнат час. При паркиране в „синя зона“, първите 15 минути ще бъдат безплатни.
        На територията на град Поморие работи и репатриращ автомобил тип „Паяк“, който ще премества принудително автомобили, чиито водачи са нарушили Закона за движение по пътищата. Репатрираните превозни средства ще бъдат извозвани на Паркинг „Нео Анхиало“ – пред сградата на Община Поморие.
        За всеки час от престоя там собствениците ще заплащат по 2 лева, а за освобождаване – 50 лв.`,
  },
  {
    question: `Какви са цените на чадърите и шезлонгите на плажа?`,
    answer: `Цените, които ще изискват концесионерите през сезон 2023 все още не са извести. През изминалия сезон, цените на шезлонгите и чадърите в 
        платените зони за плажуване из града, варираха в диапазон от 3.50 лв за чадър или шезлонг, до 10 лв за същите. За повече информация можете да посетите секция
        "Плажове" на сайта и да разгледате там, както платените, така и безплатните зони.`,
  },
  {
    question: `Къде мога да паркирам безплатно, има ли буферни зони?`,
    answer: `клдфаслфласдфк.`,
  },
];

// descriptions for every section
export const sectionDescriptions = [
  {
    museums: {
      description: `Поморие е град с богата култура и историческо наследство. Китния семеен курорт, предлага не само хубави плажове, красиви места за разходка и забавление, но и много история и традиции, за които си заслужава да научите.
            В града има няколко музея, един от които е без аналог на балканите: Музея на солта. Опознайте пленителната история на Поморие.`,
      header: `МУЗЕИТЕ НА ГРАД ПОМОРИЕ`,
    },
    landmarks: {
      description: `Освен китни плажове, множество атракциони за малки и големи, Поморие предлага на своите гости куп забележителности, които могат да бъдат разгледани.
            В поморие има няколко църкви, манастир, както и приятни и интересни места свързани с историята и културата на града. Освен неизбежно приятната почивка и събирането на слънчеви лъчи, гостите на
            Поморие могат да се запознаят и с неговите забележителни места.`,
      header: `ЗАБЕЛЕЖИТЕЛНОСТИТЕ НА ГРАД ПОМОРИЕ`,
    },
    beaches: {
      description: `Поморие е спокоен семеен курорт с красива и дълга плажна ивица с хубав пясък и множество атракциони и заведения. Плажовете в Поморие са разположени,
            както в новия, така и в стария град. Плажната ивица в новата част на града е по-къса, но затова пък широка. Тъй като, тези плажове се намират в залив обикновенно
            там морето е доста спокойно и безопасно. Основните плажове в старата част на града са на ул. Крайбрежна, като последните охраняеми плажове са пред Гранд Хотел Поморие. Т. нар изтони плажове
            (в старата част) са разнообразни, но при тях преобладава черния пясък. Всики плажове предлагат, както платена, така и безплатна зона за плажуващите. Същата ивица продължава
            в местност косата, като плажовете там се проточват чак до село Ахелой. Ивицата е дълга няколко километра, но плажовете там са диви и неохраняеми. До голяма част от тях се стига само пеша.`,
      header: `ПЛАЖОВЕТЕ НА ГРАД ПОМОРИЕ`,
    },
    parkings: {
      description: `Уважаеми гости на град Поморие. След като, две поредни години на пандемия почти всички паркинги в града бяха безплатни през летния сезон, тази година за сезон 2022
            община Поморие промени режимът на паркиране на основните паркинги от безплатен на платен. Можете да се запознаете с актуалната ситуация и да видите всички платени местa за паркиране в града,
            цените за престой и т.н. Тук са включени, както общински, така и частни паркинги на територията на Поморие (предимно стар град). От дата – 01 юли 2022 г. ще започнат да функционират
            платените паркинги в Поморие, както зоната за платено паркиране (т.нар синя зона), която е само пред административните сгради и банки, както и в самия център на града. На всеки от
            платените паркинги функционира система с бариери и паркинг автомати. Влизането става след изтегляне на бележка, с която после се заплаща на паркинг автомата.`,
      header: `ПАРКИНГИ В ГРАД ПОМОРИЕ`,
    },
    attractions: {
      description: `Позиционирано и доказано, като градче за семеен и балнео туризъм, Поморие предлага на своите гости и техните семейства множество атракциони от които да се възползват
            в свободното си време. След, като денят е преминал на горещия плаж и морската прохлада, всички гости излезли на вечерна разходка могат да убият скуката, като посетят атракционите,
            които града предлага. На територията на Поморие всеки летен сезон пристига атракционно влакче, което обхожда цялата стара част на града. Освен това на центъра има лунапарк, а за
            прекрасни морки преживявания можете да разчитате на корабчетата, които всяка вечер рулират в акваторията на града и предлагат една различна и вълнуваща гледка.`,
      header: `АТРАКЦИОНИ В ГРАД ПОМОРИЕ`,
    },
  },
];

export const longDescriptions = [
  // descriptions of museums
  {
    historicalMuseum: `Исторически музей – Поморие съхранява и експонира културно-историческото наследство на града и общината.
        Сградата на музея е построена в края на XIX в. като гръцко девическо училище. Тя е паметник на културата с местно значение.
        В залите на музея са изложени експонати от отдел Археология, Етнография, Нова история. В Археологическата експозиция могат да се видят уникални артефакти, свързани с
        Праисторията на региона, а също и с Античната и Средновековната история на Анхиало (архитектурни детайли от римския и средновековния град, керамика, подова мозайка,
        произведения на средновековната торевтика, богати нумизматични колекции).
        Етнографската експозиция представя интериор на традиционната анхиалска къща от края на XIX и началото на XX в., както и предмети от бита на анхиалци.
        Изложени са интересни експонати и фотографии, разкриващи поминъка, атмосферата и народопсихологията в Анхиало и региона. Особено внимание е отделено на с.
        Козичино ( до 1934 г. с. Еркеч ) – огнище на будния и непреклонен български дух. Изложба, посветена на християнското наследство на Поморие представя града като древен епископски център,
        с високообразовани архиереи и жители, съхранили през вековете традиции на православната вяра. Посетителите могат да видят средновековни стенописни фрагменти, кръстове-реликварии,
        моливдувули с иконографски изображения, образци на иконографското изкуство, богослужебни книги и др.`,

    saltMuseum: `Музеят на солта в Поморие е открит на 7 септември 2002г. Създаден е с финасовата подкрепа на Европейския съюз чрез програма „Фар“
        в изпълнение на проектите „Всичко за солта /АЛАС/“ 2001-2002г. и „Развитие на Музея на солта в Поморие като завършен обект на културния туризъм“ 2004-2005г.
        Музеят в Поморие е единственият в България и в Източна Европа специализиран музей за производството на сол чрез слънчево изпарение на морската вода.
        През 2012-2013г. е реализиран проект „Поморие – туристическа атракция – град на солта, древна история и традиции“ с безвъзмездна финансова помощ по Оперативна програма „Регионално развитие“
        (2007-2013г.). Благодарение на този проект, Поморийските солници и Музея на солта се превръщат в целогодишна туристическа атракция.
        Целите на проекта са да се популяризира и съхрани нематериалното културно наследство на древно Анхиало, да се съхранят солниците като недвижим паметник на културата.
        Предвидени са средства за цялостно благоустрояване на Музея и района около него, както и различни иновативни способи за привличане на туристи. Музеят представя древната анхиалска
        технология за производство на морска сол. Той се състои от експозиционна зала и 20 дка действащи солници. Разполага с уникална колекция от снимки от началото на миналия век,
        проследяваща развитието на солодобива в района, стари топографски карти, макети и автентични соларски съоръжения и инструменти. Интересни видеофилми могат да се видят с помощта на
        съвременни аудио-визуални средства. Музеят на солта е включен в 1ОО - те национални туристически обекта, предлагат се брошури сувенири и др.
        Солниците към музея произвеждат сол по същия начин, както това е ставало в древността. Посетителите могат да видят "на живо" всички технологични операции, да разговарят със
        соларите за тънкостите на занаята, да усетят автентичната атмосфера на миналото. В Поморие, древният Анхиало,морска сол се добива от незапомнени времена. Според българските историци,
        солниците са съществували още преди основаването на града (около V век пр. R Хр.). Многовековният опит се е предавал от бащи на синове. Музеят на солта се намира в района на стария град,
        на тясната ивица между Поморийското езеро и солниците, непосредствено зад стадиона и санаториума на Министерството на здравеопазването.`,

    tracianThomb: `Античната куполна гробница се намира на около 1 km от град Поморие, (Област Бургас), на 300 m от автомобилния път Поморие – Бургас.
        Разположена е в района на Станцията за овощарство. Архитектурата на съоръжението е уникална за Балканския полуостров. Гробницата датира от ІІ – ІІІ век.
        Приета е научната хипотеза, че съоръжението е служило за мавзолей (хероон) на богата анхиалска тракийска фамилия, в който са се извършвани религиозни ритуали посветени на култа към слънцето.
        Античната куполна гробница е най-голямата, откривана някога в България и е единствена по рода си на Балканския полуостров.
        Представлява комбинация на типична тракийска куполна гробница и римски мавзолей (хероон) под насипа на надгробна могила.
        Могилата, под която е изградена гробницата, е висока 8 m и е с диаметър 60 m. Основата ѝ е елипсовидна, а върхът е с леко яйцевидна форма.
        Гробницата се състои от коридор (дромос) – с дължина 22 m и кръгла камера, с диаметър 11,60 m и височина 5,50 m. Съоръжението е изградено от камък
        (типично за тракийските строители) и тухли (характерни за римляните). Гробницата е засводена с полуцилиндричен свод, в центъра на който е изградена куха колона с диаметър
        3,30 m, която се разширява нагоре и слива с външната стена. От вътрешната стена на кухата колона е била изградена вита каменна стълба, която е отвеждала на повърхността на могилния насип.
        По околовръстната стена на гробницата са разположени пет ниши, в които се предполага, че са били разположени урните на покойниците. Стените на залата, коридорът и фланкиращите
        помещения на съоръжението са били измазани с т.нар. „горещ хоросан“ (състоящ се от негасена вар и морски пясък) и изрисувани, но до днес са запазени само фрагменти от мазилката,
        която е била оцветена в зелено. При дромоса се наблюдава прагово стъпало от грубо обработен пясъчник с дължина 1,80 m, ширина 0,80 m и височина 0,30 m. Дромосът е с дължина 22 m.,
        ширина 1.77 m. и височина 2 m. Съоръжението е имало двукрила врата.
        Особеното тук е, че никога не са откривани кости, урни или саркофази, за да бъде приета еднозначно хипотезата за римски мавзолей.
        Самата големина на залата, наличието на кухата колона в средата, вероятният олтар-огнище в нея и ефектът, който се получава от осветяването през отвора на колоната в ротондата,
        говорят за езически ритуали, които най-вероятно са се извършвали със светилището. Според проф.Александър Фол, жреците гадаели волята на бог Сабазий, който денем наричали Аполон,
        по силата на лъчите, проникващи през кухата колона, когато Слънцето достигало зенита си. Когато обаче Слънцето достигало в „долната хемисфера на земята“,
        те запалвали огън на олтара-огнище и гадаели волята на своя Бог по играта на пламъците, които искрели през отвора и се отразявали на нощното небе. По време на този ритуал бог
        Сабазий бил наричан Дионис.`,

    artGallery: `Градска художествена галерия „Дечко Стоев“ гр. Поморие е открита на 01.11.2016 г.
        Тя привлича ценителите на изобразителното изкуство, като им предлага да се потопят в безвремието на над 100 оригинала от стари майстори-класици
        в българското изобразително изкуство до футуристични образи на Черно море. Галерията намира специално място в сърцата на Поморийци, защото тя носи името на първия
        почетен гражданин на Поморие. В градска художествена галерия „Дечко Стоев“ гр. Поморие се организират творчески срещи, пленери, камерни концерти
        и други културни събития.`,

    ornithologyCenter: `В него ще получите богата информация за биологичното разнообразие, природните ресурси и режимите на защита в комплекса от защитени природни
        територии на Поморийско езеро. От втория етаж на сградата се разкрива незабравима гледка към комплекса от защитени територии, като могат да се използват и
        наблюдателни тръби и бинокли, за да се разгледат в детайли обитателите на езерото.`,
  },

  // descriptions of landmarks
  {
    monasterySaintGeorge: `В древния Анхиало /Поморие/ християнството прониква още в края на І век. Според Преданието св. апостол Андрей, на път за Киев,
        минава през черноморския град, тогава голям административен и пристанищен център в границите на Римската империя. По времето на император Диоклетиан /284 – 305/ от
        Фригия на Балканския полуостров идва света Севастиана, която проповядва в Анхиало и околните градове. По това време Анхиало вече е църковен център. Въпреки гоненията,
        още от ІІІ – ІV век има сведения за епископи на града. През V – VІ век Анхиалската църква е провъзгласена за архиепископия. Християнството вече е официална религия на
        Източната Римска империя – Византия. Преданието сочи, че през VІІ век на това място вече съществува храм или манастир, посветен на великомъченик Георги. При хан Крум в 812 г.
        Анхиало е превзет от българите, а по-късно, след Покръстването, към 894 г. е създадена българска църковна организация. От края на ХІІІ век Анхиалският епископ е почетен със сан митрополит.
        С нахлуването на османските турци в България обителта на св. Георги вероятно е разрушена и запустява. Временно предаден на византийците, градът отново е християнски до месец март 1453 г.,
        когато е превзет окончателно от турците. Над Анхиало пада дългата нощ на османското владичество. Към края на ХVІІІ век в Анхиало се заселва турчинът Селим бей,
        създавайки голямо феодално владение – чифлик. По предание беят страдал от тежка неизлечима болест. Една нощ неговият ратай дядо Нено сънува, че в чифлишкия двор тече извор с чудотворна вода.
        Нено не обърнал внимание на съня, докато не започнал често да му се явява красив момък, яздещ бял кон – свети Георги. Разтревожен от съновидението,
        ратаят разкопал тайно мястото и открил мраморен барелеф на свети Георги. В същия момент от самото място започнала да извира вода. Благочестивият Нено разказал всичко на господаря си и у
        чифликчията се появила надежда за изцеление. По поръка на своя ратай, Селим бей повикал владиката на града, който му прочел молитва и го поръсил с водата от аязмото.
        С животворното действие на извора Селим бей бил чудесно излекуван. Вдъхновен от чудото, той се покръстил с цялото си семейство, приел християнската вяра и построил малък параклис.
        Така Селим бей поставил началото на днешната света обител. След време, според преданието, той овдовял, приел монашество и станал първият игумен, на манастира. Целият си имот от 3 800
        декара земя подарил на светата обител.
        През 1856 г. е изграден нов храм, а старият остава и до днес под неговия покрив. Заедно с новите постройки е издигната и 20-метрова кула – камбанария (1966 г.).
        В манастира днес се съхраняват много ценни образци на иконографското изкуство от ХVІІІ и ХІХ век. Храмовата икона е рисувана от анхиалеца Темистокъл Диамандопуло Зограф.
        И до днес всяка година на 6 май ежегодно се отслужва тържествена архиерейска св.Литургия и поклонение. Празникът е съпътстван от тридневен панаир, на който се стичат богомолци и търговци от
        цяла Тракия. Поморийският манастир “Св.Георги” е един от най-почитаните манастири в Източна България. Храмовият празник 6 май е празник и на град Поморие.`,

    saltLake: `Лиманна лечебна кал и луга, които осигурява Поморийското езеро са една от най-големите природни богатства не само за Поморие, но и за цяла България.
        Специалисти от цял свят определят формулата на калта от Поморийския лиман за безценна. В нейният химичен състав се открива високо съдържание на сяра и желязо, поради тази причина
        действа изключително благоприятно и лекува заболявания на опорно-двигателния апарат, кожни заболявания и заболявания на половата система. Поморийското езеро е защитена зона по
        Директива за птиците. Влажната зона предлага рядко съчетание на условия за живот, които позволяват развитието на много рядък комплекс от соленолюбива растителност и животни,
        приспособени към тази соленост, част от които могат да се видят единствено тук. Езерото е част от втория по големина миграционен път на птиците в Европа – Via Pontica.`,

    oldChurch: `Църквата „Преображение Господне“ е най-старият действащ православен храм по южното българско Черноморие и най-старата постройка в Поморие.
        Тя е изградена на мястото на по-малък храм, съществуващ от ІХ в. Завършена е през 1765 г. и е осветена от Анхиалския митрополит Ананий (1759-1775).
        По архитектурен план църковната сграда представлява трикорабна базилика с ноас и нартекс. Наосът е разделен от два реда симетрично разположени дървени колони.
        В западната част, където се намира притворът, е женското отделение – емпория. Покривът е двускатен, таванът е дъсчен, а подът е застлан с големи квадратни каменни плочи.
        В сегашния план на църквата липсва апсида на източната стена.
        Иконостасът е изработен изцяло от дърворезба, в която са употребени разнообразни флорални мотиви.
        Храмът е без стенописи, но в него се съхраняват седемдесет и четири икони, датирани от края на XV до началото на XX в. Оригиналният архитектурен план,
        богатата високохудожествена вътрешна украса на църквата я правят уникална и тя е обявена за художествен паметник на културата.`,

    oldHouses: `Архитектурният ансамбъл „Стари Поморийски къщи” включва 10 къщи с типична възрожденска архитектура, поради което те са обявени за паметник на културата.
        Тези къщи имат определени черти, които са характерни за т. нар. „черноморска градска къща“. Отделните къщи са разположени най-често на уличната линия и следват извивките на тесните калдъръмени
        улички. Дъсчените еркери с конзоли, балконите с ажурни парапети, вълнообразната линия на керемидите, белите комини по покривите на фона на синьото небе,
        изграждат характерния пейзаж на възрожденското Анхиало.`,

    saintGeorgeMonument: `Свети Георги Победоносец е символ на град Поморие. Той е особено почитан от местните жители на малкото и кокетно черноморско градче като светец – закрилник и покровител,
        за това Георгьовден (6 май) е обявен за празник на града. В почит на светеца в непосредствена близост до едноименния действащ мъжки манастир се извисява изящна скулптурна
        композиция дело на талантливи млади творци.`,

    yavorovMonument: `В знак на признателност към поета и революционер, в гр. Поморие, на самия бряг на морето, стои белокаменна статуя на П. К. Яворов. Автор на паметника е Иван Блажев,
        а годината на създаване – 1959 г. Тук са „Яворовите скали“, „Яворовата градина“, булевард „Яворов“. По традиция,
        продължаваща над 50 години, всяко лято край паметника на поета се откриват „Яворовите дни“. С богатата си културна програма, фестивалът събира почитатели от цялата страна.`,

    theBoy: `Момчето с гроздето е бронзова статуя, олицетворяваща плодородието на поморийските лозя. Това е един от символите на града, позициониран на входа на стария кей.`,

    oldHarbor: `Още по времето на освободителната война (1877 - 1878 г.), под ръководството на полковник Байкова са проучени възможностите на Черноморските пристанища,
        които служат за прехвърлянето на голяма част от руските войски. В Анхиало (Поморие) са били описани два пристана, само един от които е бил пригоден за воеенни цели.
        Този кей е бил дървен, с дъбочина от 25 сажена (2.34 м.), ширина - 5 крачки и височина над водата 10 фута. Тогава анхиалският пристан е бил предпочетен пред бургаския,
        тъй като е бил закрит от североизточните и отчасти източните ветрове. В града е имало от 40 до 50 плавателни съда, които са били използвани за прехвърляне на руски войски на параходите.
        Така е било възможно транспортирането на хиляди руски войници от анхиалското пристанище до Одеса.
        На 20 януари 1915 г., в резултат на голяма буря, общиският пристан рухва. Това затруднява изнасянето на местната продукция, главно състояща се от цол и вино.
        Общинският съвет взема решение да отдели 5000 лв. от бюджета си за направата на нов кей. Разработва се и проект но поради настъпилата криза и липсата на средства в годините след
        Първата световна война, пристанището в Анхиало се разрушава. Едва през 1924 г. Общината взема решение при гласуването на бюджета си за 1924 / 1925 г., да се предвиди и кредит от 50 000 лв.
        за построяване на пристанище.
        В периода 1961 - 1975 г. по време на кметския мандат на Цанко Стефанов е изграден и крайбрежният Булевард. Като аст от крайбрежната алея е ремонтиран и пристанищния кей.
        Дървената горна конструкция е подменена от стоманобетон. Следват делетилетия през които старият кей е подложен на разрушителното въздействие на солта и влагата. Дълги години е затворен за
        посетители поради опасност от срутване. Кеят е ремонтиран през 2015 година, като придобива нова визия и готовност да приветства гостите и жителите на Поморие.`,

    lightHouse: `Един от най-впечатляващите морски фарове в България е фарът на Поморие. Той е построен през 1933 г. от немската фирма „ Юлиус Пинч”, която е лидер в производството на
        осветителни съоръжения. Фарът представлява бяла каменна кула, издигаща се върху изкуствена платформа от каменни блокове на надморска височина от 8 метра, югоизточно от нос Поморие.`,
  },

  // descriptions of parkings
  {
    largeMunicipalityParking: `Този паркинг е най-големия общински паркинг на територията на града. Той се намира точно пред сградата на Община Поморие. Капацитетът му е голям, но в разгара на сезона,
        паркингът е пълен и често е трудно да се намерят свободни места. Това е и единственият паркинз за Автобуси. Част от територията на този паркинг се използва и за наказателен паркинг, 
        където можете да откриете колата си ако е била вдигната от 'паяк'`,

    petkoKaravelovParking: `Вторият по големина общински паркинг се намира точно до светофарите в центъра на града. Паркингът е общиснки и също е с голям капацитет.`,

    tokalievParking: `Малък общински паркинг пред хотел Токалиев. Намира се на метри от Община Поморие, на ул. Нео Анхиало.`,

    sanatoriumParking: `Паркингът се намира на Ул. Професор Стоянов, точно до санаториум кални бани. Изключително удобен, ако гостувате в района на т.нар Руски квартал или около Гранд Хотел Поморие.`,

    hospitalParking: ``,
    casinoParking: ``,
    tuthonParking: ``,
    atriumLargeParking: ``,
    atriumSmallParking: ``,
  },
  // descriptions of beaches
  {
    firstBeach: ``,
    secondBeach: ``,
    thirdBeachSunnyBay: ``,
    sopharmaBeach: ``,
    thePumpBeach: ``,
    atriumBeach: ``,
    centralBeach: ``,
  },
  // descriptons of attractions
  {
    kukBoat: `Кораб „КУК” е най-големият атракционен туристически кораб на нашето Черноморие, построен изцяло в България.
        Капацитетът му е 210 пасажери. Разполага с три палуби, бар, парти зона, просторна панорамна гледка. Пуснат е на вода 2013г. и от тогава радва туристите от цяла Европа,
        които са избрали българското крайбрежие за отдих. Кораб „КУК” извършва плавания в района на Бургаския залив / Поморие, Бургас, о.”Св.Анастасия”, Созопол, Несебър /.
        Фирмата, която е собственик, е с дългогодишен опит в морските круизи. Началото е в далечната 2005г. Във времето 2005-2012г. се извършват морски партита със значително
        по-малките корабчета „Матрос” (18 места), „Адмирал” (32 места), „Флагман” (50 места).`,

    pearlBoat: `Подарете си незабравими морски емоции на борда на кораб Black Pearl! Корабчето предлага панорамни морски разходки в акваторията на гр. Поморие, пътувания с маршрут и дейности по избор,
        организиран риболов, морски пикник, морско парти.`,

    niyaBoat: `Корабче за разходки "НИЯ" предлага вълнуващи морски преживявания за малки и големи. Корабът предлага разходки в акваторията на града, разходки до фара, както и дневни партита.`,
    aquapark: `Сънсет Аквапарк Поморие е мястото на летните водни атракции и незабравимите емоции. Заповядайте в един от най-модерните и красиви паркове за водни забавления в България, разполагащ с 32 водни пързалки. Атракционният воден парк е разположен на лесно достъпно място, само на 150 метра от петзвездния хотелски комплекс Сънсет Ризорт, в началото на град Поморие.

        Сънсет Аквапарк Поморие е островът на завладяващите и вълнуващи емоции, който може да преоткривате отново и отново. Тук веселието е винаги гарантирано, а възможностите за забавление са многобройни и вдъхновяващи. Заредете се с енергия и се впуснете в едно незабравимо лятно приключение, за което дълго ще си спомняте и което със сигурност ще искате да преживеете пак!
        
        За вашата сигурност и комфорт Сънсет Аквапарк Поморие предлага и допълнителни услуги, от които можете да се възползвате като магазин за сувенири, сейф, спасители,
        възможност за оказване на първа помощ, безплатен интернет и други. Осигурете си бързо и лесно достъп до този рай на летните забавления и водните атракции само чрез
        няколко клика онлайн или на място чрез безконтактно плащане. Отпуснете се в удобните зони за почивка и релакс с освежаващо питие в ръка и се насладете на истински комфорт
        и безгрижни летни емоции.`,
    attractionTrain: `От години има средство за транспорт, с което можете да обиколите цялата стара част на град Поморие и да я разгледате.
        Това е атракционното влакче на града, което тръгва от "Стария кей", прави панорамна обиколка и се връща отново там. Цената на билет през сезон 2022 е 5 лв.
        като тя е еднаква, както за възрастни, така и за деца. Влакчето е сред любимите атракции на всички посетители на града, както и на местните.
        Препоръчвам в натоварените месеци, Юли и Август ВИНАГИ да използвате първата спирка, която е на "Стария Кей". Влакето там се запълва за минутка и после няма места за качванe
        от другите му спирки. Можете и да го изполвате, като транспорт и да слезете, на която спирка желаете.`,

    lunapark: `Поморие е затвърден във времето семеен курорт. Това го прави такъв именно заради многото прекрасни атракциони и възможности за семействата и техните деца да прекарват времето
        си пълноценно в плаж и забавления. В центъра на град Поморие точно до площада всяко лято гостува лунапарк с множество атракциони. Тази година децата, а и възрастните могат да се позабавляват на
        блъскащи колики, паратропер и други забавни съоръжения.`,

    summerCinema: `Лятно кино "Яворов" е една от емблемите на Поморие и е уникално място, за гледане на любимите Ви филмови заглавия, директно под звездите. Лятното кино се намира на Булевард Яворов и работи всеки ден от 19:00 до 23:15.За да се запознаете с програмата на киното,
        можете да посетите официалния им сайт.`,
  },
];

export const attractions = [
  {
    id: 1,
    name: 'Кораб за разходки и партита "Кук"',
    description: `Кораб „КУК” е най-големия атракционен туристически кораб на нашето Черноморие, построен изцяло в България. Капацитетът му е 210 пасажери. Разполага с три палуби, бар, парти зона, просторна панорамна гледка. 
      Пуснат е на вода 2013г. и от тогава радва туристите от цяла Европа, които са избрали българското крайбрежие за отдих. Кораб „КУК” извършва плавания в района на Бургаския залив / Поморие, Бургас, о.”Св.Анастасия”, Созопол, Несебър/.`,
    phoneNumber: `+359 888 38 09 95`,
    prices: `<a href="https://shipkuk.com/bg/uslugi-i-atrakczii/" target="_blank">Тук</a>`,
    address: `ул. „П. К. Яворов“, старото пристанище`,
    linkTo: "",
    img: `${kukBoatCoverPic}`,
  },
  {
    id: 2,
    name: 'Кораб за разходки "Черната перла"',
    description: `Подарете си незабравими морски емоции на борда на кораб Black Pearl! Корабчето предлага панорамни морски разходки в акваторията на гр. Поморие,
      пътувания с маршрут и дейности по избор, организиран риболов, морски пикник, морско парти.`,
    phoneNumber: `+359 898 63 06 87`,
    prices: `Цена за възрастни и за деца - 10 лева за една разходка.`,
    address: `ул. „П. К. Яворов“ №15`,
    linkTo: "",
    img: `${blackPearlCoverPic}`,
  },
  {
    id: 3,
    name: 'Кораб за разходки "Ния"',
    description: `Корабче за разходки "Ния" предлага вълнуващи морски преживявания за малки и големи. Корабът предлага разходки в акваторията на града, разходки до фара, както и дневни партита. `,
    phoneNumber: "+359 879 04 61 55 / +359 894 63 64 71",
    prices: `няма`,
    address: `ул. „П. К. Яворов“ №15`,
    linkTo: "",
    img: `${niyaBoatCoverPic}`,
  },
  {
    id: 4,
    name: '"Сънсет" аквапарк Поморие',
    description: `Сънсет Аквапарк Поморие е мястото на летните водни атракции и незабравимите емоции. Заповядайте в един от най-модерните и красиви паркове за водни забавления в България, разполагащ с 32 водни пързалки. Атракционният воден парк е разположен на лесно достъпно място, само на 150 метра от петзвездния хотелски комплекс Сънсет Ризорт, в началото на град Поморие. `,
    phoneNumber: `+359 893 02 74 07`,
    workTime: `Вт. - Нд. 09:00 - 18:00`,
    address: `На входа на град Поморие`,
    linkTo: "",
    img: `${aquaparkCoverPic}`,
  },
  {
    id: 5,
    name: "Развлекателно влакче за разходка около града",
    description: `Атракционните влакчета на град Поморие са отличен начин да разгледате цялата стара част на града и да се запознаете с него. Началната спирка е пред "Стария Кей". Обикновенно влакчето се 
      запълва още там. Има и редица други спирки от които можете да се възползвате за да слезете. Влакчето минава през старата част на града, улица крайбрежна, "Руския квартал", квартал "Свобода" и се връща отново на първа спирка.`,
    phoneNumber: `няма`,
    workTime: `Всеки ден от 12:00 - 23:00`,
    prices: `5 лева за възрастен / дете.`,
    address: `ул. „П. К. Яворов“ №15`,
    linkTo: "",
    img: `${trainCoverPic}`,
  },
  {
    id: 6,
    name: "Лунапарк",
    description: `Лунапаркът се намира в самия център на града пред площада и читалището. Разполага с множество атракциони за малки и големи.`,
    phoneNumber: `няма`,
    workTime: `Всеки ден от 17:00 - 00:00`,
    prices: `6 лв жетон / важи за всеки атракцион`,
    address: `ул. "Княз Борис I" №64`,
    linkTo: "",
    img: `${lunaparkCoverPic}`,
  },
  {
    id: 7,
    name: 'Лятно кино "Яворов"',
    description: `Лятно кино "Яворов" е една от емблемите на Поморие и е уникално място за гледане на любимите Ви филмови заглавия,
      директно под звездите.`,
    phoneNumber: `няма`,
    prices: `няма`,
    address: `ул. П. К. Яворов 18`,
    linkTo: "",
    img: `${summerCinemaCoverPic}`,
  },
];

export const beaches = [
  {
    id: 1,
    name: "Първи плаж, улица Крайбрежна",
    description: "Няма описание",
    regime: mixedRegime,
    price: priceHight,
    address: address1,
    img: `${firstBeachCoverPic}`,
    linkTo: '',
  },
  {
    id: 2,
    name: "Втори плаж, улица Крайбрежна",
    description: "Няма описание",
    regime: mixedRegime,
    price: priceHight,
    address: address1,
    img: `${secondBeachCoverPic}`,
    linkTo: '',
  },
  {
    id: 3,
    name: 'Плаж "Атриум" - пред Гранд Хотел Поморие',
    description: "Няма описание",
    regime: mixedRegime,
    price: priceLow,
    address: address2,
    img: `${atriumBeachCoverPic}`,
    linkTo: '',
  },
  {
    id: 4,
    name: 'Плаж "централен" - пред Гранд Хотел Поморие',
    description: "Няма описание",
    regime: mixedRegime,
    price: priceLow,
    address: address2,
    img: `${centralBeachCoverPic}`,
    linkTo: '',
  },
  {
    id: 5,
    name: 'Плаж "Инжстрой" - пред станцията на "Софарма"',
    description: "Няма описание",
    regime: mixedRegime,
    price: priceHight,
    address: address1,
    img: `${inzhStroyBeachCoverPic}`,
    linkTo: '',
  },
  {
    id: 6,
    name: 'Плажове "Помпата" 1 и 2',
    description: "Няма описание",
    regime: freeUnguarded,
    price: "Безплатен",
    address: address1,
    img: `${pompataBeachCoverPic}`,
    linkTo: '',
  },
  {
    id: 7,
    name: 'Плаж пред хотел "Съни Бей"',
    description: "Няма описание",
    regime: mixedRegime,
    price: priceHight,
    address: address1,
    img: `${sunnyBayBeachCoverPic}`,
    linkTo: '',
  },
];

export const landmarks = [
  {
    id: 1,
    name: 'Манастир "Свети Георги Победоносец',
    description: `Манастирът „Свети Георги Победоносец” е единственият действащ мъжки манастир в Югоизточна България и представлява забележителен паметник на архитектурата от Възраждането.`,
    phoneNumber: `+359 596 3 2017`,
    workTime: `09:00 - 20:00`,
    address: `ул. Княз Борис I, гр.Поморие, България`,
    img: `${monasteryCoverPic}`,
    linkTo: '',
  },
  {
    id: 2,
    name: "Поморийско езеро",
    description: `Лиманна лечебна кал и луга, които осигурява Поморийското езеро са една от най-големите природни богатства не само за Поморие, но и за цяла България.`,
    phoneNumber: `няма`,
    workTime: `няма`,
    address: `разгледай обекта`,
    img: `${lakeCoverPic}`,
    linkTo: '',
  },
  {
    id: 3,
    name: 'Църква "Свето Преображение Господне"',
    description: `Църквата „Преображение Господне“ е най-старият действащ православен храм по южното българско Черноморие и най-старата постройка в Поморие.
      Тя е изградена на мястото на по-малък храм, съществуващ от ІХ в. Завършена е през 1765 г. и е осветена от Анхиалския митрополит Ананий (1759-1775).`,
    phoneNumber: `да се добави`,
    workTime: `08:30 - 12:30 / 16:00 - 20:00`,
    address: `ул. "Хан Кубрат" 2`,
    img: `${oldChurchCoverPic}`,
    linkTo: '',
  },
  {
    id: 4,
    name: "Резерват стари поморийски къщи",
    description: `Архитектурният ансамбъл „Стари Поморийски къщи” включва 10 къщи с типична възрожденска архитектура, поради което те са обявени за паметник на културата.
      Тези къщи имат определени черти, които са характерни за т. нар. „черноморска градска къща“.`,
    phoneNumber: `няма`,
    workTime: `няма`,
    address: `ул. "Хан Кубрат" 1`,
    img: `${oldHousesCoverPic}`,
    linkTo: '',
  },
  {
    id: 5,
    name: 'Монумент на "Свети Георги Победоносец"',
    description: `Свети Георги Победоносец е символ на град Поморие. Той е особено почитан от местните жители на малкото и кокетно черноморско градче като светец – закрилник и покровител, за това Георгьовден (6 май) е обявен за празник на града.
      В почит на светеца в непосредствена близост до едноименния действащ мъжки манастир се извисява изящна скулптурна композиция дело на талантливи млади творци.`,
    phoneNumber: `няма`,
    workTime: `няма`,
    address: `разгледай обекта`,
    img: `${monumentSaintGeorgeCoverPic}`,
    linkTo: '',
  },
  {
    id: 6,
    name: "Паметник на писателя Пейо К. Яворов",
    description: `В знак на признателност към поета и революционер, в гр. Поморие, на самия бряг на морето, стои белокаменна статуя на П. К. Яворов.
      Автор на паметника е Иван Блажев, а годината на създаване – 1959 г.`,
    phoneNumber: `няма`,
    workTime: `няма`,
    address: `ул. „П. К. Яворов“`,
    img: `${yavorovMonumentCoverPic}`,
    linkTo: '',
  },
  {
    id: 7,
    name: "„Момчето с гроздето“",
    description: `Момчето с гроздето е бронзова статуя, олицетворяваща плодородието на поморийските лозя. Това е един от символите на града, позициониран на входа на стария кей.`,
    phoneNumber: `няма`,
    workTime: `няма`,
    address: `ул. „П. К. Яворов“ №15`,
    img: `${momchetoCoverPic}`,
    linkTo: '',
  },
  {
    id: 8,
    name: "Старият кей",
    description: `Старият кей е една от емблемите на Поморие. Той е неразривно свързан с историята и поминъците на града.
      Пристанът е бил използван за износ на вино, сол, риба, жито, дървен материал и за внос на манифактурни и промишлени стоки.`,
    phoneNumber: `няма`,
    workTime: `няма`,
    address: `ул. „П. К. Яворов“ №15`,
    img: `${oldHarborCoverPic}`,
    linkTo: '',
  },
  {
    id: 9,
    name: "Фарът на Поморие",
    description: `Един от най-впечатляващите морски фарове в България е фарът на Поморие. 
      Той е построен през 1933 г. от немската фирма „Юлиус Пинч”, която е лидер в производството на осветителни съоръжения.`,
    phoneNumber: `няма`,
    workTime: `няма`,
    address: `няма`,
    img: `${lightHouseCoverPic}`,
    linkTo: '',
  },
];

export const museums = [
  {
    id: 1,
    name: "Исторически музей",
    description: `Исторически музей – Поморие съхранява и експонира културно-историческото наследство на града и общината.
      Сградата на музея е построена в края на XIX в. като гръцко девическо училище. Тя е паметник на културата с местно значение.`,
    phoneNumber: `+359 (0)596 2 20 08`,
    workTime: `09:00 - 19:00`,
    address: `ул. "Княз Борис I" №33`,
    img: `${museumCoverPic}`,
    linkTo: '',
  },
  {
    id: 2,
    name: "Музей на солта",
    description: `Намира се на брега на Поморийското езеро. Основан е на 07.09.2002 г. Музеят е създаден с финансовата подкрепа на ЕС, Република България и Община Поморие.
      Музеят е единствения в България и на Балканския полуостров специализиран музей за производство на сол чрез слънчево изпарение на морска вода. Запазени са действащи солници по старинна анхиалска технология.`,
    phoneNumber: `+359 (0)596 2 2008`,
    workTime: `08:00 - 18:00`,
    address: `разгледай обекта`,
    img: `${saltCoverPic}`,
    linkTo: '',
  },
  {
    id: 3,
    name: "Тракийска антична куполна гробница",
    description: `Уникалната гробница се намира под насипа на могила на 5 км западно от град Поморие. Достъпът на туристи до гробницата е лесен и удобен.
      Датирана е от ІІ – ІV в. сл. Хр. Смята се, че тя е служила за „Хероон” (Мавзолей) на богата анхиалска фамилия, в който са се извършвали нееднократно религиозни езически ритуали.`,
    phoneNumber: "+359 (0)596 2 2008",
    workTime: `Втк. - Нед. 10:00 - 17:00`,
    address: `разгледай обекта`,
    img: `${thombCoverPic}`,
    linkTo: '',
  },
  {
    id: 4,
    name: "Посетителски център „Поморийско езеро“",
    description: `В него ще получите богата информация за биологичното разнообразие, природните ресурси и режимите на защита в комплекса от защитени природни територии на Поморийско езеро.`,
    phoneNumber: `няма`,
    workTime: `Вт. - Нд. 09:00 - 18:00`,
    address: `разгледай обекта`,
    img: `${ornithologyCoverPic}`,
    linkTo: '',
  },
  {
    id: 5,
    name: "Градска художествена галерия „Дечко Стоев“",
    description: `Градска художествена галерия „Дечко Стоев“ гр. Поморие е открита на 01.11.2016 г. 
      Тя привлича ценителите на изобразителното изкуство, като им предлага да се потопят в безвремието на над 100 оригинала от стари майстори-класици 
      в българското изобразително изкуство до футуристични образи на Черно море.`,
    phoneNumber: `088 794 9619`,
    workTime: `Вк. - Съб. 10:00 - 18:00`,
    address: `ул. „П. К. Яворов“ №15`,
    img: `${galleryCoverPic}`,
    linkTo: '',
  },
];

export const parkings = [
  {
    id: 1,
    name: "Голям паркинг пред Община Поморие",
    description: `Това е най-големия паркинг в град Поморие. Намира се непосредствено пред общината, а входът му е откъм улица Цар Петър.
      Тази година паркинга е с допълнително увеличен капацитет. Работи денонощно.`,
    status: `Платен`,
    prices: municipalityPrice,
    address: `ул. Цар Петър 6`,
    img: `${municipalityCoverPic}`,
    gps: "https://www.google.com/maps/place/%D0%A6%D0%B0%D1%80+%D0%9F%D0%B5%D1%82%D1%8A%D1%80+6+Parking/@42.558522,27.6426542,114m/data=!3m1!1e3!4m6!3m5!1s0x40a6bd7ace879c13:0x8ac957ac813b3b5d!8m2!3d42.5585291!4d27.6425515!16s%2Fg%2F11sb4v3mjn",
    linkTo: '',
  },
  {
    id: 2,
    name: "Паркинг ул. Петко Каравелов 1",
    description: `Този паркинг се намира в старата част на град Поморие, на кръстовището на улиците Проф. Стоянов и Солна. 
      Паркингът е общински и разполага с множество паркоместа за гостите на града. Цените и режимът му са, както на другите общински паркинги. 2 лв. за час и 12 лв. за денонощие.`,
    status: `Платен`,
    prices: municipalityPrice,
    address: `ул. Петко Каравелов 1`,
    img: `${trafficLightsCoverPic}`,
    gps: "https://www.google.com/maps/place/%D1%83%D0%BB.+%D0%9F%D0%B5%D1%82%D0%BA%D0%BE+%D0%9A%D0%B0%D1%80%D0%B0%D0%B2%D0%B5%D0%BB%D0%BE%D0%B2+1+Parking/@42.5607082,27.6399235,57m/data=!3m1!1e3!4m6!3m5!1s0x40a6bd63600f4949:0x9ca394d2093a916c!8m2!3d42.5607772!4d27.6398131!16s%2Fg%2F11jz5fphtp",
    linkTo: '',
  },
  {
    id: 3,
    name: "Общински паркинг Токалиев",
    description: `Непосредствено до Община Поморие, по улица "Нео Анхиало" в посока "Софарма" се намира този малък паркинг. Той също е общинси и функционира денонощно. `,
    status: `Платен`,
    prices: municipalityPrice,
    address: `До община Поморие`,
    img: `${tokalievCoverPic}`,
    gps: "https://www.google.com/maps/place/%D0%9E%D0%B1%D1%89%D0%B8%D0%BD%D1%81%D0%BA%D0%B8+%D0%BF%D0%B0%D1%80%D0%BA%D0%B8%D0%BD%D0%B3+%22%D0%A2%D0%BE%D0%BA%D0%B0%D0%BB%D0%B8%D0%B5%D0%B2%22/@42.5593781,27.6426438,57m/data=!3m1!1e3!4m6!3m5!1s0x40a6bdb351ffa08f:0x450f61eccd5f42db!8m2!3d42.5594175!4d27.6426481!16s%2Fg%2F11t9kj8rbp",
    linkTo: '',
  },
  {
    id: 4,
    name: "Паркинг пред Кални Бани",
    description: `Този паркинг се намира непосредствено пред известния санаториум на град Поморие, на улица "Професор Стоянов", точно преди Гранд Хотел Поморие и стадиона на града.
      Паркингът е денонощен, с режим на паркиране идентичен на другите общински паркинги.`,
    status: `Платен`,
    prices: municipalityPrice,
    address: `ул. Професор Стоянов 3`,
    img: `${sanatoriumCoverPic}`,
    gps: "https://www.google.com/maps/place/%D0%9F%D1%80%D0%BE%D1%84%D0%B5%D1%81%D0%BE%D1%80+%D0%92%D0%B5%D1%81%D0%B5%D0%BB%D0%B8%D0%BD+%D0%A1%D1%82%D0%BE%D1%8F%D0%BD%D0%BE%D0%B2+3+Parking/@42.5649217,27.6382932,57m/data=!3m1!1e3!4m6!3m5!1s0x40a6bd61f3f6e30b:0xa3c0ac4314640e5c!8m2!3d42.5650473!4d27.6382146!16s%2Fg%2F11jz5gg2cx",
    linkTo: '',
  },
  {
    id: 5,
    name: "Паркинг пред МБАЛ Поморие",
    description: `Паркингът пред МБАЛ Поморие функционира, като платен паркинг и за гостите на града. ТЪй, като местните жители го 
      използват, когато посещават болничното заведение, първите 2 часа от престоя са безплатни.`,
    status: `Платен`,
    prices: municipalityPrice,
    address: `ул. Професор Стоянов 1`,
    img: `${mbalPomorieCoverPic}`,
    gps: `https://www.google.com/maps/place/42%C2%B033'43.3%22N+27%C2%B038'18.0%22E/@42.5620278,27.6383333,458m/data=!3m2!1e3!4b1!4m4!3m3!8m2!3d42.5620278!4d27.6383333`,
    linkTo: '',
  },
  {
    id: 6,
    name: 'Паркинг пред хотел "Saint George" и старо казино',
    description: ``,
    status: `Платен`,
    prices: municipalityPrice,
    address: `ул. „П. К. Яворов“ 3`,
    img: `${stGeorgeCoverPic}`,
    gps: "https://www.google.com/maps/place/%D0%9F%D0%BB%D0%B0%D1%82%D0%B5%D0%BD+%D0%BF%D0%B0%D1%80%D0%BA%D0%B8%D0%BD%D0%B3/@42.5564667,27.6397384,75m/data=!3m1!1e3!4m12!1m5!3m4!2zNDLCsDMzJzQzLjMiTiAyN8KwMzgnMTguMCJF!8m2!3d42.5620278!4d27.6383333!3m5!1s0x40a6bda96df482f9:0xc79e0dd2483b014f!8m2!3d42.5564974!4d27.6396301!16s%2Fg%2F11t4dzy65k",
    linkTo: '',
  },
  {
    id: 7,
    name: "Частен паркинг на ул. Тутхон",
    description: ``,
    status: `Платен`,
    prices: `12 - 15 лв. за денонощие*.`,
    address: `ул. Тутхон, до Айвазовски парк`,
    img: `${tuthonCoverPic}`,
    gps: `https://www.google.com/maps/place/42%C2%B033'47.9%22N+27%C2%B038'26.0%22E/@42.563309,27.6400178,229m/data=!3m2!1e3!4b1!4m4!3m3!8m2!3d42.563309!4d27.640565`,
    linkTo: '',
  },
  {
    id: 8,
    name: "Частен паркинг пред Гранд Хотел Поморие",
    description: `Това е единият от двата паркинга разположени непосредствено до комплекс "Атриум", срещу Гранд Хотел Поморие. Паркингът се намира до централен плаж.`,
    status: `Платен`,
    prices: `2 лева за час, 6 часа 10 лева/12 часа, 15 лв - 24 часа, 20лева`,
    address: `ул. Професор Стоянов`,
    img: `${atriumLargeCoverPic}`,
    gps: "https://www.google.com/maps/dir/42.5658725,27.6386398/%D0%A6%D0%B5%D0%BD%D1%82%D1%8A%D1%80,+8200/@42.5659134,27.6385368,66m/data=!3m1!1e3!4m9!4m8!1m0!1m5!1m1!1s0x40a6bd61c6bead57:0x56c54b1c6c2f7ab1!2m2!1d27.6383442!2d42.5611404!3e0",
    linkTo: '',
  },
  {
    id: 9,
    name: "Частен паркинг пред Гранд Хотел Поморие 2",
    description: `Другият голям паркинг пред Гранд Хотел Поморие е този. Той се намира от другата страна на комплекс "Атриум."`,
    status: `Платен`,
    prices: `2 лева за час / 20 лева за 24 часа.`,
    address: `ул. Професор Стоянов`,
    img: `${atriumSmallCoverPic}`,
    gps: `https://www.google.com/maps/place/42%C2%B034'00.2%22N+27%C2%B038'18.3%22E/@42.566715,27.6378648,229m/data=!3m2!1e3!4b1!4m18!1m13!4m12!1m3!2m2!1d27.6386398!2d42.5658725!1m6!1m2!1s0x40a6bd61c6bead57:0x56c54b1c6c2f7ab1!2z0KbQtdC90YLRitGALCA4MjAw!2m2!1d27.6383442!2d42.5611404!3e0!3m3!8m2!3d42.566715!4d27.638412`,
    linkTo: '',
  },
];

export const menuItems = [
  {
    id: 1,
    text: "Музеи",
    icon: <AccountBalanceIcon />,
    length: museums.length,
    link: "/museums",
  },
  {
    id: 2,
    text: "Забележителности",
    icon: <LocationCityIcon />,
    length: landmarks.length,
    link: "/landmarks",
  },
  {
    id: 3,
    text: "Плажове",
    icon: <BeachAccessIcon />,
    length: beaches.length,
    link: "/beaches",
  },
  {
    id: 4,
    text: "Паркинги",
    icon: <LocalParkingIcon />,
    length: parkings.length,
    link: "/parkings",
  },
  {
    id: 5,
    text: "Атракциони",
    icon: <AttractionsIcon />,
    length: attractions.length,
    link: "/attractions",
  },
  {
    id: 6,
    text: "За децата",
    icon: <ChildCareIcon />,
    length: "",
    link: "/playgrounds",
  },
  {
    id: 7,
    text: "Спорт",
    icon: <SportsBasketballIcon />,
    length: "",
    link: "/sport",
  },
  {
    id: 8,
    text: "Здравеопазване",
    icon: <MedicalInformationIcon />,
    length: "",
    link: "/healthcare",
  },
  {
    id: 9,
    text: "Калолечение",
    icon: <AccessibilityNewIcon />,
    length: "",
    link: "/mug",
  },
  {
    id: 10,
    text: "Култура и вино",
    icon: <WineBarIcon />,
    length: "",
    link: "/wineandculture",
  },
  {
    id: 11,
    text: "Транспорт",
    icon: <EmojiTransportationIcon />,
    length: "",
    link: "/transport",
  },
  {
    id: 12,
    text: "Хотели",
    icon: <LocalHotelIcon />,
    length: "",
    link: "/hotels",
  },
  {
    id: 13,
    text: "Ресторанти и барове",
    icon: <DinnerDiningIcon />,
    length: "",
    link: "/restaurants",
  },
  {
    id: 14,
    text: 'Post Data To Firebase',
    icon: <DinnerDiningIcon />,
    length: "",
    link: "/post-data-page",
  }
];
